MICLARO-BACK-master/Servicios/api/application/views/Request/ConsultarProductos.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.comcel.com.co/IntegradorSM/consultarProductos">
   <soapenv:Header/>
   <soapenv:Body>
      <con:ConsultarProductosRequest>
       <grupo>Datos</grupo>
       <recurrente>true</recurrente>
      </con:ConsultarProductosRequest>
   </soapenv:Body>
</soapenv:Envelope>